export const Dict = {
    // 订单状态
    orderStatus: {
        "0": "待付款",
        "1": "付款成功",
        "2": "已结束",
        "3": "已退款",
		"4": "已取消"
    },
    shopStatus: {
        "1": "待上架",
        "3": "上架",
		"4": "下架"
    },
    takeStatus: {
        "1": "待支付",
        "2": "审核失败",
        "3": "审核成功",
        "4": "支付失败",
        "5": "支付成功"
    },
    getStatus: {
        "1": "待支付",
        "2": "已支付待发货",
        "3": "已发货待收货",
        "4": "已收货",
        "91": "用户取消",
        "92": "商户取消",
        "93": "快递异常"
    },
};
